{
  "name": "JOSH NASSIF",
  "introduction": "Amazon Web Service Developer specializing in responsive design. Experienced in application development with Python, user interfaces with PyQt and Kivy, database management with MySQL, data analysis with Python and R, and web development with JavaScript and React.",
  "title": "AWS Certified Developer",
  "specializiations": "Python, JavaScript, MySQL",
  "skillOne": "Software development with Python",
  "skillTwo": "Responsive web design employing JavaScript and React",
  "skillThree": "Web development utilizing CloudFront, Lambda, S3 and other AWS services",
  "projectOne": "Arbitrage Finder",
  "projectTwo": "Resturant Solutions",
  "projectThree": "Optimizer",
  "projectOneDescription": "Application that cleans and analyzes data pulled from multiple sources to find profitable oppourtunities in a variety of markets. Utilizes Python to acquire, clean, and combine data then iterates through it to return situations where arbitrage is available.",
  "projectTwoDescription": "Complete custimizable order system for a restaurant. Employees can log in with assigned PIN and enter orders for tables and guests. Orders are saved in MySQL database with ability to be displayed in multiple locations and provide information to management.",
  "projectThreeDescription": "Utilizes Google OR-Tools to find optimal solution from thousands of possibilites. The application can take input from user, solve the problem based on the given data and parameters, then return the optimal solution.",
  "projectOneDetails": "Application that cleans and analyzes data pulled from multiple sources to find profitable oppourtunities in a variety of markets. Utilizes Python to acquire, clean, and combine data then iterates through hundreds of combinations efficiently to return situations where arbitrage is available. Includes customizable settings for choosing markets and ability to have results sent by email or displayed within the application.",
  "projectTwoDetails": "Complete custimizable order system for a restaurant. Employees can log in with assigned PIN and enter orders for tables and guests. Orders are saved in MySQL database with ability to be displayed in multiple locations and provide information to management. Employee and menu information can be customized via CSVs or management interface. Food and drink orders are displayed in appropriate windows. Ability for management to query sales information and monitor ongoing productivity.",
  "projectThreeDetails": "Utilizes Google OR-Tools to find optimal solution from thousands of possibilites. The application takes input from user, solve the problem based on the given data and parameters, then return solution. Interface is designed to provide maximum functionality in compact, user friendly environment. Grants ability to customize parameters, data used for projections, and permutations of optimal solution.",
  "linkedIn": "https://www.linkedin.com/in/joshnassif/",
  "github": "https://www.github.com/JoshNas/"
}
